Repository: chenqi92/share
Catalog: apple/Sources/MeshDropKit/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# discovery.unavailable
source: 本地网络不可用，请在系统设置中允许 MeshDrop 访问本地网络
en: Local network unavailable. Allow MeshDrop to access the local network in Settings.

# notification.incoming.clipboard
source: %@ 推送了剪贴板
en: %@ shared clipboard

# notification.incoming.file
source: %@ 发来文件
en: File from %@

# notification.incoming.offer
source: %@ 想发文件给你
en: %@ wants to send you a file

# transfer.fail.checksum
source: 校验失败
en: Checksum failed

# transfer.fail.chunkTooLarge
source: 协议错误：分块过大
en: Protocol error: chunk too large

# transfer.fail.couldNotConnect
source: 无法连接到设备（连接超时）
en: Couldn't connect to the device (timed out)

# transfer.fail.disconnected
source: 连接中断
en: Disconnected

# transfer.fail.disconnectedResumable
source: 连接中断 · 等待续传
en: Disconnected · waiting to resume

# transfer.fail.peerRejected
source: 对方拒收: %@
en: Declined by peer: %@

# transfer.fail.readFile
source: 无法读取文件: %@
en: Cannot read file: %@
